chapter1 = '[\
	{"name" : "","text":"The first sunrays light up the dark sky. They let the clouds pink shining and let the earth warm up. The world awakes. And as a part of it, Jeff wakes up, too. The first thing he see, is the half eaten pizza from the eve. Right next to his bed, on the floor. Beside an open chip pack. Taste like Currywurst. Jeff loves Currywurst. Then he becomes aware that the TV is still running. N24. A documentation about Das DritteReich. Two Pictures of Hitler, the war and all this stuff flicker over the screen.","image":" ","bgimg":" "},\
	{"name" : " ","text":"Afterwards another documentation is running. About the secrets of space, with Stephen Hawking. He is slowly falling asleep again... A terrible sound makes him wake up abruptly! His smartphone vibrates under the pillow. His hand is looking for it hastily. Jeffs mother is calling. He suddenly remember that he has forgot to empty the dishwasher. In Addition he forgot that he owe her money. 30 Euro. He get goosebumps. He picks up the phone answer in a trembling voice:","image":" ","bgimg":" "},\
	{"name" : "Jeff","text":"Hello, Mum.","image":"./images/char1.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"Good morning, Jeff!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : " ","text":"Her voice sounds cold. Jeff knows her kind to speak. This could not be a good thing.","image":" ","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"You havent done the dishwasher! And why did you forgot the 30€?!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Jeff","text":"I will... I mean that...","image":"./images/char1.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"No! It is enough! I dont want to hear your excuses anymore! I want that you begin an apprenticeship. Or you can start to study, too! But I want that you DO SOMETHING with your life!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Jeff","text":"Yes, Mum...","image":"./images/char1.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"I want to see some results soon! Do something!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Jeff","text":"Yes... Mum...","image":"./images/char1.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"Yes! Yes! I still here this word from you since you are out of school! I cant here it anymore! I have to get back to work again. We talk later again!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Jeff","text":"Okay, Bye Mu...","image":"./images/char1.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : " ","text":"But she was already gone.","image":" ","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : " ","text":"Jeff stands up. He is exasperated. I should play some minutes for now. He thought like everyday. Just to wake up in full strength. Other people drink coffee or do yoga. Jeff is a gamer. The hours pass by. And Jeff did not notice that.","image":" ","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : " ","text":"Jeff plays a computer game. It is 5pm. With a Headset, he speaks with his friends and plays his favorite game: Farming Simulator 2017. During his job as a farmer, he hears a wellknown sound. Goosebumps again. He mutes his Headset instinctively. Not a moment to soon. The door opens and Jeffs mother stands in the middle of the room.","image":" ","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"YOU MUST BE KIDDING! It looks like a pigsty in here!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : " ","text":"Jeff takes a breath for an answer, but...","image":" ","bgimg":"./images/bgimg/background1.jpg"},\
	{"name" : "Mom","text":"I am very disappointed, Jeff. My patience was sorely tried... You have to decide NOW! Or I throw you out of this house!","image":"./images/char2.png","bgimg":"./images/bgimg/background1.jpg"}]';

choose1 = '[{"option1":"Come down, Mum. I will apply for an apprenticeship.","option2":"Everything is right, Mum. I will go study!","option3":"You are just scared!"}]';

chapter1op1 = '[\
{"name" : " ","text":"Jeff decided to apply to an apprenticeship. He thinks about his strengths and weaknesses. One of his absouletly weakness is that he does not like to work outside. He loves computers and he wants to do something with that. Another weakness is that he has problems to get in touch with other people. He does not like Small Talk, courtesies and all this stuff that is need to get friends or even to have a chance to start a relationship.","image":" ","bgimg":" "},\
{"name" : " ","text":"Jeff is a loner. He has always been. And he will always stay in that way. But if he wants to live between all this people with all this technical progress (that he finds so appealing and fascinating). With all this advantages and the disadvantages. If he wants to be a part of it, he has to find his place.","image":" ","bgimg":" "},\
{"name" : "Jeff","text":"Great decisions involves always great risks.","image":" ","bgimg":" "},\
{"name" : " ","text":"Jeff thoughts. He is scared from the idea, that he has to plan his whole life RIGHT now. He has to decide what he wants to do now. Jeff makes a plan.","image":" ","bgimg":" "},\
{"name" : "Jeff","text":"An apprenticeship - Yes. As an computer scientist - Yes. But wich company?","image":" ","bgimg":" "},\
{"name" : " ","text":"He has never wrote an application in his life. So he trys to find out something about this in the internet.","image":" ","bgimg":" "},\
{"name" : " ","text":"Afternoon","image":" ","bgimg":" "},\
{"name" : " ","text":"Jeff searched for hours to get the knowledge he needs to write an application. But he does not know where to find the right company. He trys the internet one more time. After a few seconds he finds a website with many jobs. Jobmania.","image":" ","bgimg":" "},\
{"name" : " ","text":"His smartphone rings.","image":" ","bgimg":" "},\
{"name" : "Jeff","text":"Hello?","image":"./images/char1.png","bgimg":" "},\
{"name" : "Marco","text":"Hi Jeff! It is me – Marco!","image":"./images/char2.png","bgimg":" "},\
{"name" : " ","text":"Marco is some of Jeffs childhood friends. He lives almost next door to Jeff and sometimes, they meet at the playground or go to the forest. They smoke some cigarettes and exchange their latest news to each other. Jeff does not know why Marco calls him everytime, again and again. Maybe he does not want to smoke alone. Maybe he can not smoke at home, so he needs a smoke-partner. Jeff does not know and it is not important. He needs a smoke-partner, too.","image":" ","bgimg":" "},\
{"name" : "Jeff","text":"Hi Marco. What is up?.","image":"./images/char1.png","bgimg":" "},\
{"name" : "Marco","text":"I have to tell you something really incredible! Come and meet me at the playground in 5 minutes,okay?","image":"./images/char2.png","bgimg":" "},\
{"name" : " ","text":"Jeff frowns. He has to find an apprenticeship... But a little break could do well...He has to decide now.","image":" ","bgimg":" "}]';

choose2 = '[{"option1":"Go and meet Marco.","option2":"Meet Marco later and continue the search for a company.","option3":"Tell Marco, that you do not have time for him anymore. There are now more important things inyour life then friendship."}]';